Repository: ArmorDarks/vanilla.html
Catalog: source/locales/*/messages.po
Languages: ru_ru

source: 404 &mdash; page not found
ru_ru: 404 &mdash; страница не найдена

source: Your browser is <strong>out of date</strong>! Please, %(linkStart)supdate your browser%(linkEnd)s to view this website correctly.
ru_ru: Ваш браузер <strong>устарел</strong>! Пожалуйста, %(linkStart)sобновите браузер%(linkEnd)s для нормальной работы сайта.

source: Example article
ru_ru: Демонстрационный пост

source: Example article generated with %(company)s
ru_ru: Демонстрационный пост, сгенерированный с помощью %(company)s

source: Example article generated with %(company)s. Wanna more?
ru_ru: Демонстрационный пост, сгенерированный с помощью %(company)s. Хотите еще?

source: Newer article
ru_ru: Более новый пост

source: Newer example article generated with %(company)s
ru_ru: Более новый пост, сгенерированный с помощью %(company)s

source: Newer example article generated with %(company)s. Wanna more?
ru_ru: Более новый пост, сгенерированный с помощью %(company)s. Еще?

source: Blog
ru_ru: Блог

source: %(company)s blog
ru_ru: Блог %(company)s

source: Examples
ru_ru: Примеры

source: %(company)s examples
ru_ru: Примеры %(company)s

source: This string will be displayd in selected language
ru_ru: Эта строка будет отображаться на выбранном языке

source: %s apple
ru_ru: %s яблоко

source: Home
ru_ru: Главная

source: Generated with %(company)s demo homepage
ru_ru: Демонстрационная страница, сгенерированная с помощью %(company)s
